amd-ucode
arandr
awesome-terminal-fonts
base
base-devel
chromium
clang
discord
dmenu
efibootmgr
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
iwd
libpulse
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
lutris
nano
nautilus
neofetch
networkmanager
nitrogen
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
polybar
pulseaudio
rofi
scrot
smartmontools
steam
terminator
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
unzip
vim
wget
wine
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xterm
zram-generator
zsh
zsh-autosuggestions
zsh-theme-powerlevel10k
